{
  "hello": "Hello",
  "welcome": "Welcome",
  "ENGLISH": "ENGLISH",
  "investment private limited" : "Investment Private Limited",
  "Thank you for visiting SongHyun Investment.": "Thank you for visiting SongHyun Investment.",
  "welcomeText": "We would like to extend our warmest welcome to you.\n We manage a full spectrum of funds specifically dedicated to each phase of development of small and medium-sized companies.\n Our strategy is to expand from early stage venture to growth and private equity investments as evidenced by our first\n private equity fund of KRW 155 billion (USD 135 million) launched in 2015. At the same time, we plan to expand our investment universe beyond Korea into neighboring countries in Asia.\n We are committed to pursuing mutual growth with the invested companies.\n We bring with us a wealth of management and industry expertise.\n We invite you to join us to embark on the next phase of growth in your company.",
  "principleBasedManagement": "Principle-based management",
  "managementExperience": "SongHyun was built on over 50 years of transparent management philosophy of Hanglas Group and over 40 years of investment experience.",
  "mutualGrowth": "Mutual Growth",
  "ipoSuccess": "Management team of SongHyun has helped over 40 portfolio companies to have a successful IPO and achieved strong growth with its managed funds; Through this, the management of Songhyun has been able to return profits to all concerned parties.",
  "longTermPerspective": "Long-term perspective Horizon",
  "worldClassInvestment": "SongHyun aims to become a world-class investment firm which is committed to a long term investment horizon while strengthening its current growth foundation",
  "establishSongHyun": "Establish SongHyun Investment (Paid in Capital KRW 20bn)",
  "registerVentureCapital": "Register as Venture Capital (SMBA)",
  "raiseFirstFund": "Raise ‘SongHyun Growth Ladder the 1st Fund’ (KRW 30bn)",
  "raiseYoungEntrepreneurFund": "Raise ‘SongHyun Young Entrepreneur the 1st Fund’ (KRW 24bn)",
  "raiseGrowthLadderSecondFund": "Raise ‘2014 SongHyun Growth Ladder 2nd Start-up Fund’ (KRW 16.5bn)",
  "raiseKeystoneSongHyunFund": "Raise ‘Keystone-SongHyun Value Creation PEF Fund’ (KRW 155bn)",
  "acquireInstitutionalRating": "Acquire institutional investor rating ‘A’ from SMBA"

}
